[
    {
        "slug": "baek-xx",
        "title": "Baek XX",
        "coverURL": "https://i3.wp.com/cosmicscans.com/wp-content/uploads/2023/02/baek-xx-coverCUnetnoise_scaleLevel3width-800.jpg",
        "synopsis": "(HID) Federal Informant ‘Baek Yisu’ and a criminal gang’s boss, ‘Baek Dogyeong’ are twin brothers.<br />With the same faces the two twin brothers have lived different lives until now. Yisu, who’s been betrayed by the gang, throws away his identity to become his brother. This federal agent is soon to become the gang’s boss…!",
        "genre": null
    },
    {
        "slug": "bizarre-restaurant",
        "title": "Bizarre Restaurant",
        "coverURL": "https://cosmicscans.com/wp-content/uploads/2022/11/bizz-restro_cugan_conservative_4x_i1.00.webp",
        "synopsis": "Stinky tofu, durian, surstromming’s era is over. have you heard? cooking that’s so bad that you could die on the spot! but skill is increasing!?<br />Tera, whose cooking boasts the best(?) taste in all dimensions, through the bravest yoo seungwoo’s help, has come to peaceful(?) earth.<br />Endure it! if you eat it and don’t die, your level will go up! and then on behalf of me, protect the earth!<br />‘Extraordinary restaurant’ is open even when the world is going to end.",
        "genre": [
            "Adventure",
            "Cooking",
            "Drama",
            "Fantasy"
        ]
    },
    {
        "slug": "bully-in-charge",
        "title": "Bully In-Charge",
        "coverURL": "https://cosmicscans.com/wp-content/uploads/2022/09/the-bully-in-charge-1.webp",
        "synopsis": "After dropping out of school, Kwon Daegun is preparing for his qualification exam. While working a part-time job in a convenience store he got into a fight with some thugs. Daegun, who easily overpowered them, is offered a project called “Iljin in Charge/The Bully In Charge” by the Educational Foundation, which has been closely watching him for a long time. He, who accepted the offer after much consideration, enters a high school that belongs to the foundation and defeats the core bullies of this school one by one according to the order of the foundation.",
        "genre": null
    },
    {
        "slug": "catching-up-with-luke-bischel",
        "title": "Catching Up With Luke Bischel",
        "coverURL": "https://cosmicscans.com/wp-content/uploads/2022/06/Ponte-al-dia-con-Luke-Bischel-scaled-1.webp",
        "synopsis": "The most well-known out of the Duke’s family ‘Bastian Effenberg’ declares that he’ll get married to his complete opposite, the kingdom’s greatest monster hunter, ‘Luke Bischel’! Everyone opposes their marriage… will everything go by smoothly?",
        "genre": [
            "Drama",
            "Fantasy",
            "Historical",
            "Romance",
            "Shoujo"
        ]
    },
    {
        "slug": "cooking-wizard",
        "title": "Cooking Wizard",
        "coverURL": "https://i2.wp.com/cosmicscans.com/wp-content/uploads/2022/10/cooking-wizard-cover.png",
        "synopsis": "",
        "genre": [
            "Drama",
            "Fantasy",
            "Romance",
            "Transmigration"
        ]
    },
    {
        "slug": "couple-breaker",
        "title": "Couple Breaker",
        "coverURL": "https://i1.wp.com/cosmicscans.com/wp-content/uploads/2023/01/20230120_212918-1.jpg",
        "synopsis": "",
        "genre": [
            "Drama",
            "Revenge",
            "Romance",
            "School Life",
            "Shoujo",
            "Slice of Life"
        ]
    },
    {
        "slug": "deathcord",
        "title": "DeathCord",
        "coverURL": "https://i2.wp.com/cosmicscans.com/wp-content/uploads/2022/09/20220914_135806.jpg",
        "synopsis": "One day, Kyung-min, whose self-esteem has hit rock bottom from being Tormented/Bullied by his friends, suddenly receives an invite to ‘DeathCord’, a chatting room where you can kill people through voting. Anonymous death penalty vote in the chat room! Anonymous participants invited to the chat room are keen to kill people for their own reasons. However, one of the chat participants becomes the target of the death penalty, after that, the participants in the “DeathCord” chatroom start struggling to identify each other…A murder game that won’t end unless each other kills each other!",
        "genre": [
            "Action",
            "Drama",
            "Thriller"
        ]
    },
    {
        "slug": "demonic-emperor",
        "title": "Demonic Emperor",
        "coverURL": "https://cosmicscans.com/wp-content/uploads/2022/11/4f8538c7-1cba-4b8a-95c8-c3662afc20e3_z_cugan_conservative_4x_i1.00.webp",
        "synopsis": "Zhuo Yi Fan was called the Demonic Emperor because he became the strongest by using the Ancient Devil King’s Book of the Nine Secrets. Targeted by all the Holy Land experts and even betrayed by his own disciple out of greed for his powers, he died. His soul comes back and enters a family’s steward, named Zhuo Fan. Restricted by the body’s feelings, he cannot ignore the family and the mistress he serves. Uniting the child’s memories with those of his former life, he will now lead this declining family back to the pinnacle of this continent and reclaim his seat at the top!",
        "genre": [
            "Action",
            "Fantasy",
            "Martial Arts",
            "Shounen",
            "Supernatural"
        ]
    },
    {
        "slug": "demonic-spirit-king",
        "title": "Demonic Spirit King",
        "coverURL": "https://cosmicscans.com/wp-content/uploads/2022/11/download_cugan_conservative_4x_i1.00.webp",
        "synopsis": "What if the world was divided into people with martial arts powers and people without? Taeyeon Kang was one of the lucky few born with such powers. He enrolls in Murim Police University, a special school for those with powers to stand on the side of justice… but he has a secret of his own. He’s here to uncover the truth behind his father’s disappearance as well as seek protection from the Evil Murim Faction which is after his family’s secret book of martial arts techniques. At the same time, the legendary Ghost King makes his grand return, years after his mysterious disappearance. Just who is this masked anti-hero?",
        "genre": null
    }
]